[{
		"name": "Is lato lato a game?",
		"description": "The yoyo game is one of the ancient games that has been in existence since the 1900s. It was originally being around 500BC by Greek men who were hunters. The yoyo was considered as a weapon tool to fight wild animals. The Greeks also use the yoyo device as a tool for making spool of thread used in making fabrics.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
	}, {
		"name": "Is lato lato games free?",
		"description": "Free. A free licence is granted to you automatically when you register your YoYo Account. This version is ideal for people who want to use GameMaker to learn how to make games and share their creations on GX.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "What is lato lato game in computer?",
		"description": "In YoYo, You can enjoy voice chat and endless interesting games with people who are from different regions or countries. You can make new friends easily in YoYo.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
    
    }, {
		"name": "How old to use a yo-yo?",
		"description": "Modern day YoYos are not suitable for young children. All of the YoYos and accessories we stock on our website are for at least the 8+ age range. However, we do stock competition-quality YoYos that are not recommended for children under 14 years of age, as these are for older, more experienced players.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
	
  }, {
		"name": "Is Yoyo good for kids?",
		"description": "Yo-yoing offers many benefits to your child. It helps them build eye-hand coordination, confidence as they learn new tricks, and socialization skills as they perform those tricks for others. Best of all, yo-yos move kids away from the television and video games..",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "Is yo-yo healthy?",
		"description": "A majority of studies show yo-yo dieting leads to a higher body fat percentage. This can lead to other changes that make it harder to lose weight.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "Is Yoyo a sport?",
		"description": "Yo-Yoing has been around since 440 B.C. as a toy and now as a sport thanks to the advancement of design. Like any sport to be successful, you must have the proper equipment, learn how to use it, and understand how the sport works.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "Who made Yoyo?",
		"description": "But the story of the modern yo-yo began in the 1920s. Filipino bellhop Pedro Flores caught guests' attention by playing with the toy on his lunch breaks at a Southern California hotel. (Yo-yo means come come in a native Philippine language.) Flores saw a business opportunity and began manufacturing the toys.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "Is Yoyo a weapon?",
		"description": "Purported use as weapons There is no sound historical evidence that yo-yos were ever used as weapons; the notion is believed to have been a marketing gimmick disseminated by Duncan yo-yo demonstrators in the early years of the company.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
	}, {
		"name": "Where can I learn YoYo?",
		"description": "The absolute best place to learn is from a friend or at a YoYo Club. If you don't have access to other YoYo players, the best place to learn online is at YoTricks.com.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
  }, {
		"name": "What's the yo-yo test?",
		"description": "The Yo-Yo test is a variation of the Beep test, a running aerobic fitness test that involves running between two sets of cones that are 20 metres apart (incidentally the length of a cricket pitch). Once the beep is sounded, a player has to reach the cone on the other side at the next beep.",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	
	}, { 
		"name": "play Lato Lato Tek Tek",
		"description": "welcome....",
		"img": "https://i.ytimg.com/vi/oHkndZZsCC8/hqdefault.jpg"
	}
]
